{
  "book_id_title": "10016013-harry-potter-and-the-methods-of-rationality",
  "book_id": "10016013",
  "book_title": "Harry Potter and the Methods of Rationality",
  "book_description": "Harry Potter and the Methods of Rationality is a work of alternate-universe Harry Potter fan-fiction wherein Petunia Evans has married an Oxford biochemistry professor and young genius Harry grows up fascinated by science and science fiction. When he finds out that he is a wizard, he tries to apply scientific principles to his study of magic, with sometimes surprising results.",
  "book_url": "https://www.goodreads.com/book/show/10016013-harry-potter-and-the-methods-of-rationality",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1659761696i/10016013.jpg",
  "book_series_uri": "https://www.goodreads.com/series/286416-harry-potter-and-the-methods-of-rationality",
  "year_first_published": "2015",
  "num_pages": 218,
  "genres": [
    "Fantasy",
    "Fiction",
    "Fan Fiction",
    "Philosophy",
    "Science Fiction",
    "Young Adult",
    "Humor"
  ],
  "num_ratings": 17626,
  "num_reviews": 1789,
  "average_rating": 4.39,
  "author": {
    "author_id_title": "4533716.Eliezer_Yudkowsky",
    "author_id": "4533716",
    "author_name": "Eliezer Yudkowsky",
    "author_url": "https://www.goodreads.com/author/show/4533716.Eliezer_Yudkowsky",
    "author_image": "https://images.gr-assets.com/authors/1510007132p5/4533716.jpg",
    "author_description": "From Wikipedia: Eliezer Shlomo Yudkowsky is an American artificial intelligence researcher concerned with the singularity and an advocate of friendly artificial intelligence, living in Redwood City, California.Yudkowsky did not attend high school and is an autodidact with no formal education in artificial intelligence. He co-founded the nonprofit Singularity Institute for Artificial Intelligence (SIAI) in 2000 and continues to be employed as a full-time Research Fellow there.Yudkowsky's research focuses on Artificial Intelligence theory for self-understanding, self-modification, and recursive self-improvement (seed AI); and also on artificial-intelligence architectures and decision theories for stably benevolent motivational structures (Friendly AI, and Coherent Extrapolated Volition in particular). Apart from his research work, Yudkowsky has written explanations of various philosophical topics in non-academic language, particularly on rationality, such as \"An Intuitive Explanation of Bayes' Theorem\".Yudkowsky was, along with Robin Hanson, one of the principal contributors to the blog Overcoming Bias sponsored by the Future of Humanity Institute of Oxford University. In early 2009, he helped to found Less Wrong, a \"community blog devoted to refining the art of human rationality\". The Sequences on Less Wrong, comprising over two years of blog posts on epistemology, Artificial Intelligence, and metaethics, form the single largest bulk of Yudkowsky's writing."
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}