{
  "book_id_title": "105920.Ultimate_Spider_Man_Volume_1",
  "book_id": "105920",
  "book_title": "Ultimate Spider-Man, Volume 1: Power and Responsibility",
  "book_description": "In a retelling of the Spider-Man saga that has been updated for the twenty-first century, teenager Peter Parker is bitten by an experimental spider from the laboratory of Osborn Industries, and develops super powers as a result.",
  "book_url": "https://www.goodreads.com/book/show/105920.Ultimate_Spider_Man_Volume_1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388273050i/105920.jpg",
  "book_series_uri": "https://www.goodreads.com/series/50084-ultimate-spider-man-collected-editions",
  "year_first_published": "2001",
  "num_pages": 200,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "Spider Man",
    "Comic Book",
    "Superheroes",
    "Fiction"
  ],
  "num_ratings": 18929,
  "num_reviews": 675,
  "average_rating": 4.17,
  "author": {
    "author_id_title": "12424.Brian_Michael_Bendis",
    "author_id": "12424",
    "author_name": "Brian Michael Bendis",
    "author_url": "https://www.goodreads.com/author/show/12424.Brian_Michael_Bendis",
    "author_image": "https://images.gr-assets.com/authors/1239763230p5/12424.jpg",
    "author_description": "A comic book writer and erstwhile artist. He has won critical acclaim (including five Eisner Awards) and is one of the most successful writers working in mainstream comics. For over eight years Bendis’s books have consistently sat in the top five best sellers on the nationwide comic and graphic novel sales charts.Though he started as a writer and artist of independent noir fiction series, he shot to stardom as a writer of Marvel Comics' superhero books, particularly Ultimate Spider-Man.Bendis first entered the comic world with the \"Jinx\" line of crime comics in 1995. This line has spawned the graphic novels Goldfish, Fire, Jinx, Torso (with Marc Andreyko), and Total Sell Out. Bendis is writing the film version of Jinx for Universal Pictures with Oscar-winner Charlize Theron attached to star and produce.Bendis’s other projects include the Harvey, Eisner, and Eagle Award-nominated Powers (with Michael Avon Oeming) originally from Image Comics, now published by Marvel's new creator-owned imprint Icon Comics, and the Hollywood tell-all Fortune and Glory from Oni Press, both of which received an \"A\" from Entertainment Weekly.Bendis is one of the premiere architects of Marvel's \"Ultimate\" line: comics specifically created for the new generation of comic readers. He has written every issue of Ultimate Spider-Man since its best-selling launch, and has also written for Ultimate Fantastic Four and Ultimate X-Men, as well as every issue of Ultimate Marvel Team-Up, Ultimate Origin and Ultimate Six.Brian is currently helming a renaissance for Marvel’s AVENGERS franchise by writing both New Avengers and Mighty Avengers along with the successful ‘event’ projects House Of M, Secret War, and this summer’s Secret Invasion.He has also previously done work on Daredevil, Alias, and The Pulse."
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}