{
  "book_id_title": "11.The_Hitchhiker_s_Guide_to_the_Galaxy",
  "book_id": "11",
  "book_title": "The Hitchhiker’s Guide to the Galaxy",
  "book_description": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide (\"A towel is about the most massively useful thing an interstellar hitchhiker can have\") and a galaxy-full of fellow travelers: Zaphod Beeblebrox--the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.Where are these pens? Why are we born? Why do we die? Why do we spend so much time between wearing digital watches? For all the answers stick your thumb to the stars. And don't forget to bring a towel!",
  "book_url": "https://www.goodreads.com/book/show/11.The_Hitchhiker_s_Guide_to_the_Galaxy",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1531891848i/11.jpg",
  "book_series_uri": "https://www.goodreads.com/series/40957-the-hitchhiker-s-guide-to-the-galaxy",
  "year_first_published": "1979",
  "num_pages": 216,
  "genres": [
    "Science Fiction",
    "Fiction",
    "Humor",
    "Fantasy",
    "Comedy",
    "Audiobook",
    "Science Fiction Fantasy"
  ],
  "num_ratings": 1905706,
  "num_reviews": 49272,
  "average_rating": 4.23,
  "author": {
    "author_id_title": "4.Douglas_Adams",
    "author_id": "4",
    "author_name": "Douglas Adams",
    "author_url": "https://www.goodreads.com/author/show/4.Douglas_Adams",
    "author_image": "https://images.gr-assets.com/authors/1616277702p5/4.jpg",
    "author_description": "Librarian Note: There is more than one author in the Goodreads database with this name.Douglas Noel Adams was an English author, humourist, and screenwriter, best known for The Hitchhiker's Guide to the Galaxy (HHGTTG). Originally a 1978 BBC radio comedy, The Hitchhiker's Guide to the Galaxy developed into a \"trilogy\" of five books that sold more than 15 million copies in his lifetime. It was further developed into a television series, several stage plays, comics, a video game, and a 2005 feature film. Adams's contribution to UK radio is commemorated in The Radio Academy's Hall of Fame.Adams also wrote Dirk Gently's Holistic Detective Agency (1987) and The Long Dark Tea-Time of the Soul (1988), and co-wrote The Meaning of Liff (1983), The Deeper Meaning of Liff (1990) and Last Chance to See (1990). He wrote two stories for the television series Doctor Who, co-wrote City of Death (1979), and served as script editor for its seventeenth season. He co-wrote the sketch \"Patient Abuse\" for the final episode of Monty Python's Flying Circus. A posthumous collection of his selected works, including the first publication of his final (unfinished) novel, was published as The Salmon of Doubt in 2002.Adams was a self-proclaimed \"radical atheist\", an advocate for environmentalism and conservation, and a lover of fast cars, technological innovation, and the Apple Macintosh."
  },
  "rating": 5,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}