{
  "book_id_title": "128518.The_Second_Jungle_Book",
  "book_id": "128518",
  "book_title": "The Second Jungle Book",
  "book_description": "The Second Jungle Book is a sequel to The Jungle Book by Rudyard Kipling. First published in 1895, it features five stories about Mowgli and three unrelated stories, all but one set in India, most of which Kipling wrote while living in Vermont.",
  "book_url": "https://www.goodreads.com/book/show/128518.The_Second_Jungle_Book",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1171956763i/128518.jpg",
  "book_series_uri": "https://www.goodreads.com/series/272213-the-jungle-book",
  "year_first_published": "1895",
  "num_pages": 142,
  "genres": [
    "Classics",
    "Fiction",
    "Childrens",
    "Short Stories",
    "Fantasy",
    "Adventure",
    "Animals"
  ],
  "num_ratings": 4108,
  "num_reviews": 241,
  "average_rating": 3.79,
  "author": {
    "author_id_title": "6989.Rudyard_Kipling",
    "author_id": "6989",
    "author_name": "Rudyard Kipling",
    "author_url": "https://www.goodreads.com/author/show/6989.Rudyard_Kipling",
    "author_image": "https://images.gr-assets.com/authors/1550677494p5/6989.jpg",
    "author_description": "Joseph Rudyard Kipling was a journalist, short-story writer, poet, and novelist.Kipling's works of fiction include The Jungle Book (1894), Kim (1901), and many short stories, including The Man Who Would Be King (1888). His poems include Mandalay (1890), Gunga Din (1890), The Gods of the Copybook Headings (1919), The White Man's Burden (1899), and If— (1910). He is regarded as a major innovator in the art of the short story; his children's books are classics of children's literature; and one critic described his work as exhibiting \"a versatile and luminous narrative gift\".Kipling was one of the most popular writers in the United Kingdom, in both prose and verse, in the late 19th and early 20th centuries. Henry James said: \"Kipling strikes me personally as the most complete man of genius (as distinct from fine intelligence) that I have ever known.\" In 1907, at the age of 41, he was awarded the Nobel Prize in Literature, making him the first English-language writer to receive the prize, and its youngest recipient to date. He was also sounded out for the British Poet Laureateship and on several occasions for a knighthood, both of which he declined.Awarded the Nobel Prize in Literature in 1907 \"in consideration of the power of observation, originality of imagination, virility of ideas and remarkable talent for narration which characterize the creations of this world-famous author.\"Kipling kept writing until the early 1930s, but at a slower pace and with much less success than before. On the night of 12 January 1936, Kipling suffered a haemorrhage in his small intestine. He underwent surgery, but died less than a week later on 18 January 1936 at the age of 70 of a perforated duodenal ulcer. Kipling's death had in fact previously been incorrectly announced in a magazine, to which he wrote, \"I've just read that I am dead. Don't forget to delete me from your list of subscribers.\""
  },
  "rating": null,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}