{
  "book_id_title": "13615.Death_Note_Vol_1",
  "book_id": "13615",
  "book_title": "Death Note, Vol. 1: Boredom",
  "book_description": "Light Yagami is an ace student with great prospects - and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami, a death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal... or his life?BoredomLight tests the boundaries of the Death Note's powers as L and the police begin to close in. Luckily, Light's father is the head of the Japanese National Police Agency and leaves vital information about the case lying around the house. With access to his father's files, Light can keep one step ahead of the authorities. But who is the strange man following him, and how can Light guard against enemies whose names he doesn't know?",
  "book_url": "https://www.goodreads.com/book/show/13615.Death_Note_Vol_1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1419952134i/13615.jpg",
  "book_series_uri": "https://www.goodreads.com/series/52807-death-note",
  "year_first_published": "2004",
  "num_pages": 195,
  "genres": [
    "Manga",
    "Graphic Novels",
    "Comics",
    "Fantasy",
    "Horror",
    "Fiction",
    "Mystery"
  ],
  "num_ratings": 322592,
  "num_reviews": 5431,
  "average_rating": 4.46,
  "author": {
    "author_id_title": "5502079.Tsugumi_Ohba",
    "author_id": "5502079",
    "author_name": "Tsugumi Ohba",
    "author_url": "https://www.goodreads.com/author/show/5502079.Tsugumi_Ohba",
    "author_image": "https://images.gr-assets.com/authors/1476730775p5/5502079.jpg",
    "author_description": "Tsugumi Ōba (Profile in Japanese: 大場 つぐみ), born in Tokyo, Japan, is a writer best known for the manga Death Note. His/her real identity is a closely guarded secret. As stated by the profile placed at the beginning of each Death Note manga, Ōba collects teacups and develops manga plots while holding his knees on a chair, similar to a habit of L, one of the main characters of the series.There is speculation that Tsugumi Ōba is a pen name and that he is really Hiroshi Gamō. Pointing out that in Bakuman the main character's uncle was a one-hit wonder manga artist who worked on a gag super hero manga, very similar to Gamō and Tottemo! Luckyman in all aspects. Also that the storyboards drawn by Ōba greatly resemble Tottemo! Luckyman in style."
  },
  "rating": 5,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}