{
  "book_id_title": "15789310-deadpool-kills-the-marvel-universe",
  "book_id": "15789310",
  "book_title": "Deadpool Kills the Marvel Universe",
  "book_description": "What if everything you thought was funny about Deadpool was actually just disturbing? What if he decided to kill everyone and everything that makes up the Marvel Universe? What if he actually pulled it off? Would that be FUN for you? The Merc with a Mouth takes a turn for the twisted in a horror comic like no other! Collecting DEADPOOL KILLS THE MARVEL UNIVERSE #1-4.",
  "book_url": "https://www.goodreads.com/book/show/15789310-deadpool-kills-the-marvel-universe",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1356842215i/15789310.jpg",
  "book_series_uri": "https://www.goodreads.com/series/122540-deadpool-killogy",
  "year_first_published": "2011",
  "num_pages": 96,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "Comic Book",
    "Graphic Novels Comics",
    "Fiction",
    "Superheroes"
  ],
  "num_ratings": 15282,
  "num_reviews": 1223,
  "average_rating": 3.82,
  "author": {
    "author_id_title": "591619.Cullen_Bunn",
    "author_id": "591619",
    "author_name": "Cullen Bunn",
    "author_url": "https://www.goodreads.com/author/show/591619.Cullen_Bunn",
    "author_image": "https://images.gr-assets.com/authors/1288640180p5/591619.jpg",
    "author_description": "Cullen grew up in rural North Carolina, but now lives in the St. Louis area with his wife Cindy and his son Jackson. His noir/horror comic (and first collaboration with Brian Hurtt), The Damned, was published in 2007 by Oni Press. The follow-up, The Damned: Prodigal Sons, was released in 2008. In addition to The Sixth Gun, his current projects include Crooked Hills, a middle reader horror prose series from Evileye Books; The Tooth, an original graphic novel from Oni Press; and various work for Marvel and DC. Somewhere along the way, Cullen founded Undaunted Press and edited the critically acclaimed small press horror magazine, Whispers from the Shattered Forum. All writers must pay their dues, and Cullen has worked various odd jobs, including Alien Autopsy Specialist, Rodeo Clown, Professional Wrestler Manager, and Sasquatch Wrangler.  And, yes, he has fought for his life against mountain lions and he did perform on stage as the World's Youngest Hypnotist. Buy him a drink sometime, and he'll tell you all about it. Visit his website at www.cullenbunn.com."
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}