{
  "book_id_title": "157993.The_Little_Prince",
  "book_id": "157993",
  "book_title": "The Little Prince",
  "book_description": "A pilot stranded in the desert awakes one morning to see, standing before him, the most extraordinary little fellow. \"Please,\" asks the stranger, \"draw me a sheep.\" And the pilot realizes that when life's events are too difficult to understand, there is no choice but to succumb to their mysteries. He pulls out pencil and paper... And thus begins this wise and enchanting fable that, in teaching the secret of what is really important in life, has changed forever the world for its readers.Few stories are as widely read and as universally cherished by children and adults alike as The Little Prince, presented here in a stunning new translation with carefully restored artwork. The definitive edition of a worldwide classic, it will capture the hearts of readers of all ages.",
  "book_url": "https://www.goodreads.com/book/show/157993.The_Little_Prince",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1367545443i/157993.jpg",
  "book_series_uri": null,
  "year_first_published": "1943",
  "num_pages": 96,
  "genres": [
    "Classics",
    "Fiction",
    "Fantasy",
    "Childrens",
    "France",
    "Philosophy",
    "Young Adult"
  ],
  "num_ratings": 2220362,
  "num_reviews": 73506,
  "average_rating": 4.33,
  "author": {
    "author_id_title": "1020792.Antoine_de_Saint_Exup_ry",
    "author_id": "1020792",
    "author_name": "Antoine de Saint-Exupéry",
    "author_url": "https://www.goodreads.com/author/show/1020792.Antoine_de_Saint_Exup_ry",
    "author_image": "https://images.gr-assets.com/authors/1330853515p5/1020792.jpg",
    "author_description": "People best know French writer and aviator Antoine de Saint-Exupéry for his fairy tale \nThe Little Prince\n (1943). He flew for the first time at the age of 12 years in 1912 at the Ambérieu airfield and then determined to a pilot. Even after moving to a school in Switzerland and spending summer vacations at the château of the family at Saint-Maurice-de-Rémens in east, he kept that ambition. He repeatedly uses the house at Saint-Maurice. Later, in Paris, he failed the entrance exams for the naval academy and instead enrolled at the prestigious l'Ecole des Beaux-Arts. In 1921, Saint-Exupéry, stationed in Strasbourg, began serving in the military. He learned and forever settled his career path as a pilot. After leaving the service in 1923, Saint-Exupéry worked in several professions but in 1926 went back and signed as a pilot for Aéropostale, a private airline that from Toulouse flew mail to Dakar, Senegal. In 1927, Saint-Exupéry accepted the position of airfield chief for Cape Juby in southern Morocco and began his first book, a memoir, called \nSouthern Mail\n and published in 1929. He then moved briefly to Buenos Aires to oversee the establishment of an Argentinean mail service, returned to Paris in 1931, and then published \nNight Flight\n, which won instant success and the prestigious Prix Femina. Always daring Saint-Exupéry tried from Paris in 1935 to break the speed record for flying to Saigon. Unfortunately, his plane crashed in the Libyan Desert, and he and his copilot trudged through the sand for three days to find help. In 1938, a second plane crash at that time, as he tried to fly between city of New York and Tierra del Fuego, Argentina, seriously injured him. The crash resulted in a long convalescence in New York. He published \nWind, Sand and Stars\n, next novel, in 1939. This great success won the grand prize for novel of the academy and the national book award in the United States. Saint-Exupéry flew reconnaissance missions at the beginning of the Second World War but went to New York to ask the United States for help when the Germans occupied his country. He drew on his wartime experiences to publish \nFlight to Arras\n and \nLetter to a Hostage\n in 1942. Later in 1943, Saint-Exupéry rejoined his air squadron in northern Africa. From earlier plane crashes, Saint-Exupéry still suffered physically, and people forbade him to fly, but he insisted on a mission. From Borgo, Corsica, on 31 July 1944, he set to overfly occupied region. He never returned."
  },
  "rating": 5,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}