{
  "book_id_title": "160882.Spider_Man",
  "book_id": "160882",
  "book_title": "Spider-Man: Blue",
  "book_description": "\n\"It's about remembering someone so important to me I was going to spend the rest of my life with her.\"\n What Peter Parker didn't know was that meant Gwen Stacy would only get to spend the rest of her life with him. This is the story of how they fell in love. Or more appropriately, how they almost didn't fall in love. Welcome to Spider-Man's life. Bad before good. It's kind of amazing. So to get the girl of his dreams, he'll have to run the gauntlet of the Green Goblin, the Rhino, two Vultures and a mysterious man in the shadows controlling it all. Join the Eisner Award-winning team of Jeph Loeb and Tim Sale (Superman for All Seasons, Batman: The Long Halloween, Daredevil: Yellow, Hulk: Gray) in the story about Peter Parker's first love, Gwen Stacy. Highlighted by the introduction of Mary Jane Watson, it is a critical moment in Spider-Man's life when everything was just coming together... ...only to fall apart. Collecting SPIDER-MAN: BLUE #1-6.",
  "book_url": "https://www.goodreads.com/book/show/160882.Spider_Man",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1339177752i/160882.jpg",
  "book_series_uri": "https://www.goodreads.com/series/194359-marvel-knights-yellow-blue-gray-white",
  "year_first_published": "2003",
  "num_pages": 144,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "Comic Book",
    "Superheroes",
    "Fiction",
    "Graphic Novels Comics"
  ],
  "num_ratings": 11291,
  "num_reviews": 844,
  "average_rating": 4.2,
  "author": {
    "author_id_title": "32594.Jeph_Loeb",
    "author_id": "32594",
    "author_name": "Jeph Loeb",
    "author_url": "https://www.goodreads.com/author/show/32594.Jeph_Loeb",
    "author_image": "https://images.gr-assets.com/authors/1214852516p5/32594.jpg",
    "author_description": "Joseph \"Jeph\" Loeb III is an Emmy and WGA nominated American film and television writer, producer and award-winning comic book writer. Loeb was a Co-Executive Producer on the NBC hit show Heroes, and formerly a producer/writer on the TV series Smallville and Lost.A four-time Eisner Award winner and five-time Wizard Fan Awards winner (see below), Loeb's comic book career includes work on many major characters, including Spider-Man, Batman, Superman, Hulk, Captain America, Cable, Iron Man, Daredevil, Supergirl, the Avengers, and Buffy the Vampire Slayer, much of which he has produced in collaboration with artist Tim Sale, who provides the comic art seen on Heroes."
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}