{
  "book_id_title": "17245.Dracula",
  "book_id": "17245",
  "book_title": "Dracula",
  "book_description": "You can find an alternative cover edition for this ISBN here and here.When Jonathan Harker visits Transylvania to help Count Dracula with the purchase of a London house, he makes a series of horrific discoveries about his client. Soon afterwards, various bizarre incidents unfold in England: an apparently unmanned ship is wrecked off the coast of Whitby; a young woman discovers strange puncture marks on her neck; and the inmate of a lunatic asylum raves about the 'Master' and his imminent arrival.In Dracula, Bram Stoker created one of the great masterpieces of the horror genre, brilliantly evoking a nightmare world of vampires and vampire hunters and also illuminating the dark corners of Victorian sexuality and desire.This Norton Critical Edition includes a rich selection of background and source materials in three areas: Contexts includes probable inspirations for Dracula in the earlier works of James Malcolm Rymer and Emily Gerard. Also included are a discussion of Stoker's working notes for the novel and \"Dracula's Guest,\" the original opening chapter to Dracula. Reviews and Reactions reprints five early reviews of the novel. \"Dramatic and Film Variations\" focuses on theater and film adaptations of Dracula, two indications of the novel's unwavering appeal. David J. Skal, Gregory A. Waller, and Nina Auerbach offer their varied perspectives. Checklists of both dramatic and film adaptations are included.Criticism collects seven theoretical interpretations of Dracula by Phyllis A. Roth, Carol A. Senf, Franco Moretti, Christopher Craft, Bram Dijkstra, Stephen D. Arata, and Talia Schaffer.A Chronology and a Selected Bibliography are included.",
  "book_url": "https://www.goodreads.com/book/show/17245.Dracula",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1387151694i/17245.jpg",
  "book_series_uri": null,
  "year_first_published": "1897",
  "num_pages": 488,
  "genres": [
    "Classics",
    "Horror",
    "Fiction",
    "Fantasy",
    "Gothic",
    "Vampires",
    "Paranormal"
  ],
  "num_ratings": 1337874,
  "num_reviews": 51664,
  "average_rating": 4.02,
  "author": {
    "author_id_title": "6988.Bram_Stoker",
    "author_id": "6988",
    "author_name": "Bram Stoker",
    "author_url": "https://www.goodreads.com/author/show/6988.Bram_Stoker",
    "author_image": "https://images.gr-assets.com/authors/1202438456p5/6988.jpg",
    "author_description": "Irish-born Abraham Stoker, known as Bram, of Britain wrote the gothic horror novel \nDracula\n (1897). The feminist Charlotte Mathilda Blake Thornely Stoker at 15 Marino crescent, then as now called \"the crescent,\" in Fairview, a coastal suburb of Dublin, Ireland, bore this third of seven children. The parents, members of church of Ireland, attended the parish church of Saint John the Baptist, located on Seafield road west in Clontarf with their baptized children. Stoker, an invalid, started school at the age of seven years in 1854, when he made a complete and astounding recovery. Of this time, Stoker wrote, \"I was naturally thoughtful, and the leisure of long illness gave opportunity for many thoughts which were fruitful according to their kind in later years.\" After his recovery, he, a normal young man, even excelled as a university athlete at Trinity college, Dublin form 1864 to 1870 and graduated with honors in mathematics. He served as auditor of the college historical society and as president of the university philosophical society with his first paper on \"Sensationalism in Fiction and Society.\" In 1876, while employed as a civil servant in Dublin, Stoker wrote a non-fiction book (The Duties of Clerks of Petty Sessions in Ireland, published 1879) and theatre reviews for The Dublin Mail, a newspaper partly owned by fellow horror writer J. Sheridan Le Fanu. His interest in theatre led to a lifelong friendship with the English actor Henry Irving. He also wrote stories, and in 1872 \"The Crystal Cup\" was published by the London Society, followed by \"The Chain of Destiny\" in four parts in The Shamrock.In 1878 Stoker married Florence Balcombe, a celebrated beauty whose former suitor was Oscar Wilde. The couple moved to London, where Stoker became business manager (at first as acting-manager) of Irving's Lyceum Theatre, a post he held for 27 years. The collaboration with Irving was very important for Stoker and through him he became involved in London's high society, where he met, among other notables, James McNeil Whistler, and Sir Arthur Conan Doyle. In the course of Irving's tours, Stoker got the chance to travel around the world.The Stokers had one son, Irving Noel, who was born on December 31, 1879.People cremated the body of Bram Stoker and placed his ashes placed in a display urn at Golders green crematorium. After death of Irving Noel Stoker in 1961, people added his ashes to that urn. Despite the original plan to keep ashes of his parents together, after death, people scattered ashes of Florence Stoker at the gardens of rest. http://en.wikipedia.org/wiki/Bram_Stoker"
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}