{
  "book_id_title": "18667307-tokyo-ghoul-tome-1",
  "book_id": "18667307",
  "book_title": "Tokyo Ghoul, Tome 1",
  "book_description": "À Tokyo, sévissent des goules, monstres cannibales se dissimulant parmi les humains pour mieux s’en nourrir. Étudiant timide, Ken Kaneki est plus intéressé par la jolie fille qui partage ses goûts pour la lecture que par ces affaires sordides, jusqu’au jour où il se fait attaquer par l’une de ces fameuses créatures. Mortellement blessé, il survit grâce à la greffe des organes de son agresseur… Remis de son opération, il réalise peu à peu qu’il est devenu incapable de se nourrir comme avant et commence à ressentir un appétit suspect envers ses congénères. C’est le début d’une descente aux enfers pour Kaneki, devenu malgré lui un hybride mi-humain, mi-goule.",
  "book_url": "https://www.goodreads.com/book/show/18667307-tokyo-ghoul-tome-1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1381715006i/18667307.jpg",
  "book_series_uri": "https://www.goodreads.com/series/114407-tokyo-ghoul",
  "year_first_published": "2012",
  "num_pages": 224,
  "genres": [
    "Horror",
    "Fantasy",
    "Graphic Novels",
    "Manga",
    "Comics",
    "Fiction",
    "Young Adult"
  ],
  "num_ratings": 151116,
  "num_reviews": 3964,
  "average_rating": 4.41,
  "author": {
    "author_id_title": "7340907.Sui_Ishida",
    "author_id": "7340907",
    "author_name": "Sui Ishida",
    "author_url": "https://www.goodreads.com/author/show/7340907.Sui_Ishida",
    "author_image": "https://images.gr-assets.com/authors/1452369299p5/7340907.jpg",
    "author_description": "Also known as 石田スイ.Sui Ishida (石田スイ, Ishida Sui), born December 28, Fukuoka Prefecture, Japan, is a Japanese manga artistIn 2010 he won the Young Jump 113th Grand Prix award with Tokyo Ghoul (東京喰種, Tōkyō Kushu). In March 2011, the same oneshot was published in the 2nd Issue of Miracle Jump. And later in September 2011, Tokyo Ghoul started as a series in Weekly Young Jump 2011-41 Issue. In December 2011, he made another oneshot about Rize that was published in December 2011 in Miracle Jump 6th Issue, which was later collected in the 6th volume of Tokyo Ghoul.In 2013, he also started Tokyo Ghoul: Jack in the digital magazine Jump LIVE.Sui Ishida is his penname; nobody knows his real name or what he looks like."
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}