{
  "book_id_title": "1878831.World_War_Hulk",
  "book_id": "1878831",
  "book_title": "World War Hulk",
  "book_description": "An epic story of anger unbound! Exiled by a group of Marvel \"heroes\" to the savage alien planet of Sakaar, the Hulk raged, bled and conquered - rising from slave to gladiator to king. Now, the Hulk returns to Earth to wreak his terrible vengeance on Iron Man, Reed Richards, Doctor Strange and Black Bolt - and anyone else who gets in the way. Stronger than ever, accompanied by his monstrous Warbound gladiator allies and possessed by the fiercest and purest rage imaginable, the Hulk may just tear this stupid planet in half! Then in AFTERSMASH, heroes and monsters rise and fall as the events of \"World War Hulk\" reverberate through the blasted ruins of New York City with goliath impact. It's a massive story featuring the Warbound, the Renegades, Heroes for Hire, Iron Man, Tom Foster, and Damage Control.Collects: World War Hulk 1-5, World War Hulk: Aftersmash, Marvel Spotlight: World War Hulk and Planet Hulk Saga.",
  "book_url": "https://www.goodreads.com/book/show/1878831.World_War_Hulk",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1546729626i/1878831.jpg",
  "book_series_uri": "https://www.goodreads.com/series/116604-world-war-hulk-collected-editions",
  "year_first_published": "2008",
  "num_pages": 336,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "Comic Book",
    "Superheroes",
    "Graphic Novels Comics",
    "Fiction"
  ],
  "num_ratings": 6752,
  "num_reviews": 319,
  "average_rating": 3.98,
  "author": {
    "author_id_title": "89393.Greg_Pak",
    "author_id": "89393",
    "author_name": "Greg Pak",
    "author_url": "https://www.goodreads.com/author/show/89393.Greg_Pak",
    "author_image": "https://images.gr-assets.com/authors/1432250590p5/89393.jpg",
    "author_description": "Greg Pak is an award-winning Korean American comic book writer and filmmaker currently writing \"Darth Vader\" and \"Planet Hulk: Worldbreaker\" for Marvel Comics. Pak wrote the \"Princess Who Saved Herself\" children's book and the “Code Monkey Save World” graphic novel based on the songs of Jonathan Coulton and co-wrote (with Fred Van Lente) the acclaimed “Make Comics Like the Pros” how-to book. Pak's other work includes \"Planet Hulk,\" \"World War Hulk,\" \"Mech Cadet Yu,\" \"Ronin Island,\" \"Action Comics,\" and \"Magneto Testament.\""
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}