{
  "book_id_title": "204042.Naruto_Vol_1",
  "book_id": "204042",
  "book_title": "Naruto, Vol. 1: Uzumaki Naruto",
  "book_description": "Naruto is a ninja-in-training with an incorrigible knack for mischief. His wild antics amuse his teammates, but Naruto is completely serious about one thing: becoming the world's greatest ninja! UZUMAKI NARUTO Twelve years ago the Village Hidden in the Leaves was attacked by a fearsome threat. A nine-tailed fox spirit claimed the life of the village leader, the Hokage, and many others. Today, the village is at peace, and a troublemaking kid named Naruto is struggling to graduate from Ninja Academy. His goal may be to become Hokage, but his true destiny will be much more complicated. The adventure begins now!",
  "book_url": "https://www.goodreads.com/book/show/204042.Naruto_Vol_1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1435524806i/204042.jpg",
  "book_series_uri": "https://www.goodreads.com/series/57883-naruto",
  "year_first_published": "1999",
  "num_pages": 187,
  "genres": [
    "Manga",
    "Fantasy",
    "Comics",
    "Graphic Novels",
    "Fiction",
    "Young Adult",
    "Anime"
  ],
  "num_ratings": 219716,
  "num_reviews": 2832,
  "average_rating": 4.41,
  "author": {
    "author_id_title": "11047.Masashi_Kishimoto",
    "author_id": "11047",
    "author_name": "Masashi Kishimoto",
    "author_url": "https://www.goodreads.com/author/show/11047.Masashi_Kishimoto",
    "author_image": "https://images.gr-assets.com/authors/1246487533p5/11047.jpg",
    "author_description": "Masashi Kishimoto (岸本斉史 Kishimoto Masashi) is a Japanese manga artist, well known for creating the manga series Naruto. His younger twin brother, Seishi Kishimoto, is also a manga artist and creator of the manga series O-Parts Hunter (666 Satan) and Blazer Drive. Two of his former assistants, Osamu Kajisa (Tattoo Hearts) and Yuuichi Itakura (Hand's), have also gone on to moderate success following their work on Naruto.Kishimoto's first work as a manga artist was Karakuri (カラクリ?), which he submitted to Shueisha in 1995. This earned him the Weekly Shōnen Jump's monthly \"Hop Step Award\" in 1996, granted to promising new manga artists. This was followed in 1997 by a pilot version of Naruto (NARUTO－ナルト－), published in Akamaru Jump Summer. In 1998, Kishimoto premiered as a Weekly Shōnen Jump artist with a serialized version of Karakuri in Weekly Shōnen Jump, but it proved unpopular and was canceled soon after. In 1999, a serialized version of Naruto began publication in Weekly Shōnen Jump and quickly became a hit."
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}