{
  "book_id_title": "20898018-captain-marvel-vol-1",
  "book_id": "20898018",
  "book_title": "Captain Marvel, Vol. 1: Higher, Further, Faster, More",
  "book_description": "Hero! Pilot! Avenger! Captain Marvel, Earth's Mightiest Hero with an attitude to match, is back and launching headfirst into an all-new ongoing adventure! As Captain Marvel, a.k.a. Carol Danvers, comes to a crossroads with a new life and new romance, she makes a dramatic decision that will alter the course of her life - and the entire Marvel Universe - in the months to come. But as Carol takes on a mission to return an alien girl to her homeworld, she lands in the middle of an uprising against the Galactic Alliance! Investigating the forced resettlement of Rocket Girl's people, Carol discovers that she has a history with the man behind the plot. But when the bad guy tries to blackmail Carol and turn the Avengers against her, it's payback time! Guest-starring the Guardians of the Galaxy!COLLECTING: CAPTAIN MARVEL 1-6",
  "book_url": "https://www.goodreads.com/book/show/20898018-captain-marvel-vol-1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1414348442i/20898018.jpg",
  "book_series_uri": "https://www.goodreads.com/series/127880-captain-marvel-2014-collected-editions",
  "year_first_published": "2014",
  "num_pages": 136,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "Superheroes",
    "Graphic Novels Comics",
    "Fiction",
    "Science Fiction"
  ],
  "num_ratings": 18080,
  "num_reviews": 1168,
  "average_rating": 4.05,
  "author": {
    "author_id_title": "16587.Kelly_Sue_DeConnick",
    "author_id": "16587",
    "author_name": "Kelly Sue DeConnick",
    "author_url": "https://www.goodreads.com/author/show/16587.Kelly_Sue_DeConnick",
    "author_image": "https://images.gr-assets.com/authors/1696105151p5/16587.jpg",
    "author_description": "Kelly Sue DeConnick’s work spans stage, comics, film and television. Ms. DeConnick first came to prominence as a comics writer, where she is best known for reinventing the Carol Danvers as “Captain Marvel” at Marvel and for the Black Label standard-setting Wonder Woman Historia: The Amazons at DC. Her independent comics Bitch Planet and Pretty Deadly (both from Image Comics) have ranked as New York Times best-sellers and been honored with Eisner Awards, British Fantasy Awards and Hugo nominations. Ms. DeConnick’s screen work includes stints on Captain Marvel, a film that earned $1B for Disney worldwide, and 2023’s forthcoming The Marvels with Marvel Studios; in addition to having consulted on features for Skydance and ARRAY, and developed television for NBCUniversal, Legendary Entertainment and HBOMax. Her most recent stage work is the mythic spectacle AWAKENING, which opened at the Wynn Resort Las Vegas in November 2022.Mission-driven, Ms. DeConnick is also a founding partner at Good Trouble Productions, where she has helped to produce non-fiction and educational comics including the “Hidden Voices” and “Recognized” series for NY Public Schools and Congressman John Lewis’ Run, in partnership with Abrams Comics. In 2015, Ms. DeConnick founded the #VisibleWomen Project, whose mission is to help women and other marginalized genders find paid work in comics and its related industries. The project continues to this day and recently expanded in partnership with Dani Hedlund of Brink Literacy. Ms. DeConnick lives in Portland, OR with her husband, writer Matt Fraction, and their two children."
  },
  "rating": 2,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}