{
  "book_id_title": "248871.Berserk_Vol_1",
  "book_id": "248871",
  "book_title": "Berserk, Vol. 1",
  "book_description": "His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned—and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path that leads only to death...or vengeance.Created by Kentaro Miura, Berserk is manga mayhem to the extreme—violent, horrifying, and mercilessly funny—and the wellspring for the internationally popular anime series. Not for the squeamish or the easily offended, Berserk asks for no quarter—and offers none!",
  "book_url": "https://www.goodreads.com/book/show/248871.Berserk_Vol_1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1501000017i/248871.jpg",
  "book_series_uri": "https://www.goodreads.com/series/79796-berserk",
  "year_first_published": "1990",
  "num_pages": 224,
  "genres": [
    "Manga",
    "Fantasy",
    "Horror",
    "Graphic Novels",
    "Comics",
    "Fiction",
    "Seinen"
  ],
  "num_ratings": 52264,
  "num_reviews": 2661,
  "average_rating": 4.48,
  "author": {
    "author_id_title": "145435.Kentaro_Miura",
    "author_id": "145435",
    "author_name": "Kentaro Miura",
    "author_url": "https://www.goodreads.com/author/show/145435.Kentaro_Miura",
    "author_image": "https://images.gr-assets.com/authors/1275384473p5/145435.jpg",
    "author_description": "Kentarou Miura (三浦建太郎) was born in Chiba City, Chiba Prefecture, Japan, in 1966. He is left-handed. In 1976, at the early age of 10, Miura made his first Manga, entitled \"Miuranger\", that was published for his classmates in a school publication; the manga ended up spanning 40 volumes. In 1977, Miura created his second manga called Ken e no michi (剣への道 The Way to the Sword), using Indian ink for the first time. When he was in middle school in 1979, Miura's drawing techniques improved greatly as he started using professional drawing techniques. His first dōjinshi was published, with the help of friends, in a magazine in 1982.That same year, in 1982, Miura enrolled in an artistic curriculum in high school, where he and his classmates started publishing their works in school booklets, as well as having his first dōjinshi published in a fan-produced magazine. In 1985, Miura applied for the entrance examination of an art college in Nihon University. He submitted Futanabi for examination and was granted admission. This project was later nominated Best New Author work in Weekly Shōnen Magazine. Another Miura manga Noa was published in Weekly Shōnen Magazine the very same year. Due to a disagreement with one of the editors, the manga was stalled and eventually dropped altogether. This is approximately where Miura's career hit a slump.In 1988, Miura bounced back with a 48-page manga known as Berserk Prototype, as an introduction to the current Berserk fantasy world. It went on to win Miura a prize from the Comi Manga School. In 1989, after receiving a doctorate degree, Kentarou started a project titled King of Wolves (王狼, ōrō?) based on a script by Buronson, writer of Hokuto no Ken. It was published in the monthly Japanese Animal House magazine in issues 5 and 7 of that year.In 1990, a sequel is made to Ourou entitled Ourou Den (王狼伝 ōrō den, The Legend of the Wolf King) that was published as a prequel to the original in Young Animal Magazine. In the same year, the 10th issue of Animal House witnesses the first volume of the solo project Berserk was released with a relatively limited success. Miura again collaborated with Buronson on manga titled Japan, that was published in Young Animal House from the 1st issue to the 8th of 1992, and was later released as a stand-alone tankōbon. Miura's fame grew after Berserk was serialized in Young Animal in 1992 with the release of \"The Golden Age\" story arc and the huge success of his masterpiece made of him one of the most prominent contemporary mangakas. At this time Miura dedicates himself solely to be working on Berserk. He has indicated, however, that he intends to publish more manga in the future.In 1997, Miura supervised the production of 25 anime episodes of Berserk that aired in the same year on NTV. Various art books and supplemental materials by Miura based on Berserk are also released. In 1999, Miura made minor contributions to the Dreamcast video game Sword of the Berserk: Guts' Rage. 2004 saw the release of yet another video game adaptation entitled Berserk Millennium Falcon Arc: Chapter of the Record of the Holy Demon War.Since that time, the Berserk manga has spanned 34 tankōbon with no end in sight. The series has also spawned a whole host of merchandise, both official and fan-made, ranging from statues, action figures to key rings, video games, and a trading card game. In 2002, Kentarou Miura received the second place in the Osamu Tezuka Culture Award of Excellence for Berserk.[1]Miura provided the design for the Vocaloid Kamui Gakupo, whose voice is taken from the Japanese singer and actor, Gackt.Miura passed away on May 6, 2021 at 2:48 p.m. due to acute aortic dissection."
  },
  "rating": null,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}