{
  "book_id_title": "2493.The_Time_Machine",
  "book_id": "2493",
  "book_title": "The Time Machine",
  "book_description": "“I’ve had a most amazing time....”So begins the Time Traveller’s astonishing firsthand account of his journey 800,000 years beyond his own era—and the story that launched H.G. Wells’s successful career and earned him his reputation as the father of science fiction. With a speculative leap that still fires the imagination, Wells sends his brave explorer to face a future burdened with our greatest hopes...and our darkest fears. A pull of the Time Machine’s lever propels him to the age of a slowly dying Earth.  There he discovers two bizarre races—the ethereal Eloi and the subterranean Morlocks—who not only symbolize the duality of human nature, but offer a terrifying portrait of the men of tomorrow as well.  Published in 1895, this masterpiece of invention captivated readers on the threshold of a new century. Thanks to Wells’s expert storytelling and provocative insight, The Time Machine will continue to enthrall readers for generations to come. ",
  "book_url": "https://www.goodreads.com/book/show/2493.The_Time_Machine",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327942880i/2493.jpg",
  "book_series_uri": null,
  "year_first_published": "1895",
  "num_pages": 118,
  "genres": [
    "Science Fiction",
    "Fiction",
    "Classics",
    "Time Travel",
    "Fantasy",
    "Dystopia",
    "Audiobook"
  ],
  "num_ratings": 535933,
  "num_reviews": 17327,
  "average_rating": 3.89,
  "author": {
    "author_id_title": "880695.H_G_Wells",
    "author_id": "880695",
    "author_name": "H.G. Wells",
    "author_url": "https://www.goodreads.com/author/show/880695.H_G_Wells",
    "author_image": "https://images.gr-assets.com/authors/1588944685p5/880695.jpg",
    "author_description": "Herbert George Wells was born to a working class family in Kent, England. Young Wells received a spotty education, interrupted by several illnesses and family difficulties, and became a draper's apprentice as a teenager. The headmaster of Midhurst Grammar School, where he had spent a year, arranged for him to return as an \"usher,\" or student teacher. Wells earned a government scholarship in 1884, to study biology under Thomas Henry Huxley at the Normal School of Science. Wells earned his bachelor of science and doctor of science degrees at the University of London. After marrying his cousin, Isabel, Wells began to supplement his teaching salary with short stories and freelance articles, then books, including The Time Machine (1895), The Island of Dr. Moreau (1896), The Invisible Man (1897), and The War of the Worlds (1898).Wells created a mild scandal when he divorced his cousin to marry one of his best students, Amy Catherine Robbins. Although his second marriage was lasting and produced two sons, Wells was an unabashed advocate of free (as opposed to \"indiscriminate\") love. He continued to openly have extra-marital liaisons, most famously with Margaret Sanger, and a ten-year relationship with the author Rebecca West, who had one of his two out-of-wedlock children. A one-time member of the Fabian Society, Wells sought active change. His 100 books included many novels, as well as nonfiction, such as A Modern Utopia (1905), The Outline of History (1920), A Short History of the World (1922), The Shape of Things to Come (1933), and The Work, Wealth and Happiness of Mankind (1932). One of his booklets was Crux Ansata, An Indictment of the Roman Catholic Church. Although Wells toyed briefly with the idea of a \"divine will\" in his book, God the Invisible King (1917), it was a temporary aberration. Wells used his international fame to promote his favorite causes, including the prevention of war, and was received by government officials around the world. He is best-remembered as an early writer of science fiction and futurism.He was also an outspoken socialist. Wells and Jules Verne are each sometimes referred to as \"The Fathers of Science Fiction\". D. 1946.More: http://philosopedia.org/index.php/H._...http://www.online-literature.com/well...http://www.hgwellsusa.50megs.com/http://www.britannica.com/EBchecked/t...http://en.wikipedia.org/wiki/H._G._Wells"
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}