{
  "book_id_title": "2880.Bleach_Vol_1",
  "book_id": "2880",
  "book_title": "Bleach, Vol. 1",
  "book_description": "Part-time student, full-time Soul Reaper, Ichigo is one of the chosen few guardians of the afterlife.Ichigo Kurosaki never asked for the ability to see ghosts—he was born with the gift. When his family is attacked by a Hollow—a malevolent lost soul—Ichigo becomes a Soul Reaper, dedicating his life to protecting the innocent and helping the tortured spirits themselves find peace. Find out why Tite Kubo’s Bleach has become an international manga smash-hit!Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family; but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits and, along with Rukia--who is slowly regaining her powers--it's Ichigo's job to protect the innocent from Hollows and help the spirits themselves find peace.",
  "book_url": "https://www.goodreads.com/book/show/2880.Bleach_Vol_1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388508611i/2880.jpg",
  "book_series_uri": "https://www.goodreads.com/series/51700-bleach",
  "year_first_published": "2002",
  "num_pages": 192,
  "genres": [
    "Manga",
    "Fantasy",
    "Graphic Novels",
    "Fiction",
    "Young Adult",
    "Comics Manga",
    "Action"
  ],
  "num_ratings": 184121,
  "num_reviews": 1675,
  "average_rating": 4.26,
  "author": {
    "author_id_title": "1977.Tite_Kubo",
    "author_id": "1977",
    "author_name": "Tite Kubo",
    "author_url": "https://www.goodreads.com/author/show/1977.Tite_Kubo",
    "author_image": "https://images.gr-assets.com/authors/1253238688p5/1977.jpg",
    "author_description": "Noriaki Kubo, known professionally as Tite Kubo ( 久保帯人), is a Japanese manga artist and character designer. His manga series Bleach (2001–2016) had over 130 million copies in circulation as of 2022."
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}