{
  "book_id_title": "299947.X_Men",
  "book_id": "299947",
  "book_title": "X-Men: God Loves, Man Kills",
  "book_description": "The Uncanny X-Men. Magneto, master of magnetism. The bitterest of enemies for years. But now they must join forces against a new adversary who threatens them all and the entire world besides... in the name of God. One of Chris Claremont's most powerful and influential stories, the partial basis for \"X-Men 2,\" is reprinted here for the first time in years. Collects Marvel Graphic Novel #5: God Loves, Man Kills.",
  "book_url": "https://www.goodreads.com/book/show/299947.X_Men",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1288400749i/299947.jpg",
  "book_series_uri": "https://www.goodreads.com/series/309136-x-men-god-loves-man-kills---extended-cut",
  "year_first_published": "1982",
  "num_pages": 64,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "X Men",
    "Comic Book",
    "Fiction",
    "Superheroes"
  ],
  "num_ratings": 21942,
  "num_reviews": 658,
  "average_rating": 4.18,
  "author": {
    "author_id_title": "15091.Chris_Claremont",
    "author_id": "15091",
    "author_name": "Chris Claremont",
    "author_url": "https://www.goodreads.com/author/show/15091.Chris_Claremont",
    "author_image": "https://images.gr-assets.com/authors/1206644417p5/15091.jpg",
    "author_description": "Chris Claremont is a writer of American comic books, best known for his 16-year (1975-1991) stint on Uncanny X-Men, during which the series became one of the comic book industry's most successful properties.Claremont has written many stories for other publishers including the Star Trek Debt of Honor graphic novel, his creator-owned Sovereign Seven for DC Comics and Aliens vs Predator for Dark Horse Comics. He also wrote a few issues of the series WildC.A.T.s (volume 1, issues #10-13) at Image Comics, which introduced his creator-owned character, Huntsman.Outside of comics, Claremont co-wrote the Chronicles of the Shadow War trilogy, Shadow Moon (1995), Shadow Dawn (1996), and Shadow Star (1999), with George Lucas. This trilogy continues the story of Elora Danan from the movie Willow. In the 1980s, he also wrote a science fiction trilogy about female starship pilot Nicole Shea, consisting of First Flight (1987), Grounded! (1991), and Sundowner (1994). Claremont was also a contributor to the Wild Cards anthology series."
  },
  "rating": 5,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}