{
  "book_id_title": "3636.The_Giver",
  "book_id": "3636",
  "book_title": "The Giver",
  "book_description": "At the age of twelve, Jonas, a young boy from a seemingly utopian, futuristic world, is singled out to receive special training from The Giver, who alone holds the memories of the true joys and pain of life.",
  "book_url": "https://www.goodreads.com/book/show/3636.The_Giver",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1342493368i/3636.jpg",
  "book_series_uri": "https://www.goodreads.com/series/43606-the-giver",
  "year_first_published": "1993",
  "num_pages": 208,
  "genres": [
    "Young Adult",
    "Fiction",
    "Classics",
    "Dystopia",
    "Science Fiction",
    "Fantasy",
    "School"
  ],
  "num_ratings": 2597856,
  "num_reviews": 82443,
  "average_rating": 4.12,
  "author": {
    "author_id_title": "2493.Lois_Lowry",
    "author_id": "2493",
    "author_name": "Lois Lowry",
    "author_url": "https://www.goodreads.com/author/show/2493.Lois_Lowry",
    "author_image": "https://images.gr-assets.com/authors/1348162077p5/2493.jpg",
    "author_description": "Taken from Lowry's website:\"I’ve always felt that I was fortunate to have been born the middle child of three. My older sister, Helen, was very much like our mother: gentle, family-oriented, eager to please. Little brother Jon was the only boy and had interests that he shared with Dad; together they were always working on electric trains and erector sets; and later, when Jon was older, they always seemed to have their heads under the raised hood of a car. That left me in-between, and exactly where I wanted most to be: on my own. I was a solitary child who lived in the world of books and my own vivid imagination.Because my father was a career military officer - an Army dentist - I lived all over the world. I was born in Hawaii, moved from there to New York, spent the years of World War II in my mother’s hometown: Carlisle, Pennsylvania, and from there went to Tokyo when I was eleven. High school was back in New York City, but by the time I went to college (Brown University in Rhode Island), my family was living in Washington, D.C.I married young. I had just turned nineteen - just finished my sophomore year in college - when I married a Naval officer and continued the odyssey that military life requires. California. Connecticut (a daughter born there). Florida (a son). South Carolina. Finally Cambridge, Massachusetts, when my husband left the service and entered Harvard Law School (another daughter; another son) and then to Maine - by now with four children under the age of five in tow. My children grew up in Maine. So did I. I returned to college at the University of Southern Maine, got my degree, went to graduate school, and finally began to write professionally, the thing I had dreamed of doing since those childhood years when I had endlessly scribbled stories and poems in notebooks.After my marriage ended in 1977, when I was forty, I settled into the life I have lived ever since. Today I am back in Cambridge, Massachusetts, living and writing in a house dominated by a very shaggy Tibetan Terrier named Bandit. For a change of scenery Martin and I spend time in Maine, where we have an old (it was built in 1768!) farmhouse on top of a hill. In Maine I garden, feed birds, entertain friends, and read...My books have varied in content and style. Yet it seems that all of them deal, essentially, with the same general theme: the importance of human connections. A Summer to Die, my first book, was a highly fictionalized retelling of the early death of my sister, and of the effect of such a loss on a family. Number the Stars, set in a different culture and era, tells the same story: that of the role that we humans play in the lives of our fellow beings.The Giver - and Gathering Blue, and the newest in the trilogy: Messenger - take place against the background of very different cultures and times. Though all three are broader in scope than my earlier books, they nonetheless speak to the same concern: the vital need of people to be aware of their interdependence, not only with each other, but with the world and its environment.My older son was a fighter pilot in the United States Air Force. His death in the cockpit of a warplane tore away a piece of my world. But it left me, too, with a wish to honor him by joining the many others trying to find a way to end conflict on this very fragile earth.I am a grandmother now. For my own grandchildren - and for all those of their generation - I try, through writing, to convey my passionate awareness that we live intertwined on this planet and that our future depends upon our caring more, and doing more, for one another.\""
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}