{
  "book_id_title": "386372.Mort",
  "book_id": "386372",
  "book_title": "Mort",
  "book_description": "Death comes to us all. When he came to Mort, he offered him a job.Death is the Grim Reaper of the Discworld, a black-robed skeleton with a scythe who ushers souls into the next world. He is also fond of cats and endlessly baffled by humanity. Soon Death is yearning to experience what humanity really has to offer, but to do that, he'll need to hire some help.It's an offer Mort can't refuse. As Death's apprentice he'll have free board, use of the company horse—and being dead isn't compulsory. It's a dream job—until Mort falls in love with Death's daughter, Ysabell, and discovers that your boss can be a killer on your love life…",
  "book_url": "https://www.goodreads.com/book/show/386372.Mort",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388181166i/386372.jpg",
  "book_series_uri": "https://www.goodreads.com/series/40650-discworld",
  "year_first_published": "1987",
  "num_pages": 243,
  "genres": [
    "Fantasy",
    "Fiction",
    "Humor",
    "Comedy",
    "Audiobook",
    "Science Fiction Fantasy",
    "Magic"
  ],
  "num_ratings": 256097,
  "num_reviews": 9016,
  "average_rating": 4.24,
  "author": {
    "author_id_title": "1654.Terry_Pratchett",
    "author_id": "1654",
    "author_name": "Terry Pratchett",
    "author_url": "https://www.goodreads.com/author/show/1654.Terry_Pratchett",
    "author_image": "https://images.gr-assets.com/authors/1235562205p5/1654.jpg",
    "author_description": "Sir Terence David John Pratchett was an English author, humorist, and satirist, best known for the Discworld series of 41 comic fantasy novels published between 1983–2015, and for the apocalyptic comedy novel Good Omens (1990), which he co-wrote with  Neil Gaiman.Pratchett's first novel, The Carpet People, was published in 1971. The first Discworld novel, The Colour of Magic, was published in 1983, after which Pratchett wrote an average of two books a year. The final Discworld novel, The Shepherd's Crown, was published in August 2015, five months after his death.With more than 100 million books sold worldwide in 43 languages, Pratchett was the UK's best-selling author of the 1990s. He was appointed an Officer of the Order of the British Empire (OBE) in 1998 and was knighted for services to literature in the 2009 New Year Honours. In 2001 he won the annual Carnegie Medal for The Amazing Maurice and His Educated Rodents, the first Discworld book marketed for children. He received the World Fantasy Award for Life Achievement in 2010.In December 2007 Pratchett announced that he had been diagnosed with early-onset Alzheimer's disease. He later made a substantial public donation to the Alzheimer's Research Trust (now Alzheimer's Research UK, ARUK), filmed three television programmes chronicling his experiences with the condition for the BBC, and became a patron of ARUK. Pratchett died on 12 March 2015, at the age of 66."
  },
  "rating": null,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}