{
  "book_id_title": "398916.The_Infinity_Gauntlet",
  "book_id": "398916",
  "book_title": "The Infinity Gauntlet",
  "book_description": "For the dark Titan, Thanos, the Infinity Gauntlet was the Holy Grail, the ultimate prize to be coveted above all else. With it came omnipotence: the absolute control of all aspects of time, space, power, reality, the mind and the soul. The gaining of supreme might meant the beginning of a black nightmare for the entire universe. Now, on the edge of Armageddon and led by the mysterious Adam Warlock, Earth's super heroes join in a desperate attempt to thwart this nihilistic god's insane plunge into galactic self-destruction. Should the heroes fail, the astral gods of the universe wait to step into the fray. But in such an awesome cosmic conflict will anyone prevail? Will anyone survive? Collects Infinity Gauntlet #1-6.",
  "book_url": "https://www.goodreads.com/book/show/398916.The_Infinity_Gauntlet",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1565279446i/398916.jpg",
  "book_series_uri": "https://www.goodreads.com/series/207394-the-infinity-gauntlet-1991",
  "year_first_published": "1991",
  "num_pages": 256,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "Comic Book",
    "Fiction",
    "Graphic Novels Comics",
    "Fantasy"
  ],
  "num_ratings": 18172,
  "num_reviews": 1218,
  "average_rating": 4.12,
  "author": {
    "author_id_title": "18313.Jim_Starlin",
    "author_id": "18313",
    "author_name": "Jim Starlin",
    "author_url": "https://www.goodreads.com/author/show/18313.Jim_Starlin",
    "author_image": "https://images.gr-assets.com/authors/1308066732p5/18313.jpg",
    "author_description": "James P. \"Jim\" Starlin is an American comic book writer and artist. With a career dating back to the early 1970s, he is best known for \"cosmic\" tales and space opera; for revamping the Marvel Comics characters Captain Marvel and Adam Warlock; and for creating or co-creating the Marvel characters Thanos and Shang-Chi, Master of Kung Fu. Death and suicide are recurring themes in Starlin's work: Personifications of Death appeared in his Captain Marvel series and in a fill-in story for Ghost Rider; Warlock commits suicide by killing his future self; and suicide is a theme in a story he plotted and drew for The Rampaging Hulk magazine.In the mid-1970s, Starlin contributed a cache of stories to the independently published science-fiction anthology Star Reach. Here he developed his ideas of God, death, and infinity, free of the restrictions of mainstream comics publishers' self-censorship arm, the Comics Code Authority. Starlin also drew \"The Secret of Skull River\", inked by frequent collaborator Al Milgrom, for Savage Tales #5 (July 1974).When Marvel Comics wished to use the name of Captain Marvel for a new, different character,[citation needed] Starlin was given the rare opportunity to produce a one-shot story in which to kill off a main character. The Death of Captain Marvel became the first graphic novel published by the company itself. (In the late 1980s, Starlin began working more for DC Comics, writing a number of Batman stories, including the four-issue miniseries Batman: The Cult (Aug.-Nov. 1988), and the storyline \"Batman: A Death in the Family\", in Batman #426-429 (Dec. 1988 – Jan. 1989), in which Jason Todd, the second of Batman's Robin sidekicks, was killed. The death was decided by fans, as DC Comics set up a hotline for readers to vote on as to whether or not Jason Todd should survive a potentially fatal situation. For DC he created Hardcore Station."
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}