{
  "book_id_title": "40603587-the-last-wish",
  "book_id": "40603587",
  "book_title": "The Last Wish",
  "book_description": "Geralt the Witcher—revered and hated—is a man whose magic powers, enhanced by long training and a mysterious elixir, have made him a brilliant fighter and a merciless assassin. Yet he is no ordinary murderer: his targets are the multifarious monsters and vile fiends that ravage the land and attack the innocent. But not everything monstrous-looking is evil and not everything fair is good... and in every fairy tale there is a grain of truth.Librarian's Note: Alternate cover edition of ASIN B0010SIPT4",
  "book_url": "https://www.goodreads.com/book/show/40603587-the-last-wish",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1529591917i/40603587.jpg",
  "book_series_uri": "https://www.goodreads.com/series/40911-the-witcher",
  "year_first_published": "1993",
  "num_pages": 400,
  "genres": [
    "Fantasy",
    "Fiction",
    "Short Stories",
    "Audiobook",
    "High Fantasy",
    "Adult",
    "Magic"
  ],
  "num_ratings": 374323,
  "num_reviews": 24773,
  "average_rating": 4.13,
  "author": {
    "author_id_title": "38569.Andrzej_Sapkowski",
    "author_id": "38569",
    "author_name": "Andrzej Sapkowski",
    "author_url": "https://www.goodreads.com/author/show/38569.Andrzej_Sapkowski",
    "author_image": "https://images.gr-assets.com/authors/1241014902p5/38569.jpg",
    "author_description": "Andrzej Sapkowski, born June 21, 1948 in Łódź, is a Polish fantasy and science fiction writer. Sapkowski studied economics, and before turning to writing, he had worked as a senior sales representative for a foreign trade company. His first short story, The Witcher (Wiedźmin), was published in Fantastyka, Poland's leading fantasy literary magazine, in 1986 and was enormously successful both with readers and critics. Sapkowski has created a cycle of tales based on the world of The Witcher, comprising three collections of short stories and five novels. This cycle and his many other works have made him one of the best-known fantasy authors in Poland in the 1990s.The main character of The Witcher (alternative translation: The Hexer) is Geralt, a mutant assassin who has been trained since childhood to hunt down and destroy monsters. Geralt exists in an ambiguous moral universe, yet manages to maintain his own coherent code of ethics. At the same time cynical and noble, Geralt has been compared to Raymond Chandler's signature character Philip Marlowe. The world in which these adventures take place is heavily influenced by Slavic mythology.Sapkowski has won five Zajdel Awards, including three for short stories \"Mniejsze zło\" (Lesser Evil) (1990), \"Miecz przeznaczenia\" (Sword of Destiny) (1992) and \"W leju po bombie\" (In a Bomb Crater) (1993), and two for the novels \"Krew elfów\" (Blood of Elves) (1994) and \"Narrenturm\" (2002). He also won the Spanish Ignotus Award, best anthology, for The Last Wish in 2003, and for \"Muzykanci\" (The Musicians), best foreign short story, same year.In 1997, Sapkowski won the prestigious Polityka's Passport award, which is awarded annually to artists who have strong prospects for international success.In 2001, a Television Series based on the Witcher cycle was released in Poland and internationally, entitled Wiedźmin (The Hexer). A film by the same title was compiled from excerpts of the television series but both have been critical and box office failures.Sapkowski's books have been translated into Czech, Russian, Lithuanian, German, Spanish, French, Ukrainian, and Portuguese. An English translation of The Last Wish short story collection was published by Gollancz in 2007.The Polish game publisher, CD Projekt, created a role-playing PC game based on this universe, called The Witcher, which was released in October 2007. There is also a mobile version of the game which has been created by Breakpoint Games and is being published by Hands-On Mobile in Western Europe,Latin America and Asia Pacific.The English translation of Sapkowski's novel Blood of Elves won the David Gemmell Legends Award in 2009."
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}