{
  "book_id_title": "41804.I_Robot",
  "book_id": "41804",
  "book_title": "I, Robot",
  "book_description": "Isaac Asimov's I, Robot launches readers on an adventure into a not-so-distant future where man and machine , struggle to redefinelife, love, and consciousness—and where the stakes are nothing less than survival. Filled with unforgettable characters, mind-bending speculation, and nonstop action, I, Robot is a powerful reading experience from one of the master storytellers of our time. I, ROBOT They mustn't harm a human being, they must obey human orders, and they must protect their own existence...but only so long as that doesn't violate rules one and two. With these Three Laws of Robotics, humanity embarked on perhaps its greatest adventure: the invention of the first positronic man. It was a bold new era of evolution that would open up enormous possibilities—and unforeseen risks. For the scientists who invented the earliest robots weren't content that their creations should ' remain programmed helpers, companions, and semisentient worker-machines. And soon the robots themselves; aware of their own intelligence, power, and humanity, aren't either. As humans and robots struggle to survive together—and sometimes against each other—on earth and in space, the future of both hangs in the balance. Human men and women confront robots gone mad, telepathic robots, robot politicians, and vast robotic intelligences that may already secretly control the world. And both are asking the same questions: What is human? And is humanity obsolete? In l, Robot Isaac Asimov changes forever our perception of robots, and human beings and updates the timeless myth of man's dream to play god. with all its rewards—and terrors.--front flap",
  "book_url": "https://www.goodreads.com/book/show/41804.I_Robot",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1609035271i/41804.jpg",
  "book_series_uri": "https://www.goodreads.com/series/49175-robot",
  "year_first_published": "1950",
  "num_pages": 224,
  "genres": [
    "Science Fiction",
    "Fiction",
    "Classics",
    "Short Stories",
    "Science Fiction Fantasy",
    "Fantasy",
    "Audiobook"
  ],
  "num_ratings": 357959,
  "num_reviews": 10894,
  "average_rating": 4.21,
  "author": {
    "author_id_title": "16667.Isaac_Asimov",
    "author_id": "16667",
    "author_name": "Isaac Asimov",
    "author_url": "https://www.goodreads.com/author/show/16667.Isaac_Asimov",
    "author_image": "https://images.gr-assets.com/authors/1341965730p5/16667.jpg",
    "author_description": "Works of prolific Russian-American writer Isaac Asimov include popular explanations of scientific principles, \nThe Foundation Trilogy\n (1951-1953), and other volumes of fiction.Isaac Asimov, a professor of biochemistry, wrote as a highly successful author, best known for his books.Asimov, professor, generally considered of all time, edited more than five hundred books and ninety thousand letters and postcards. He published in nine of the ten major categories of the Dewey decimal classification but lacked only an entry in the category of philosophy (100). People widely considered Asimov, a master of the genre alongside Robert Anson Heinlein and Arthur Charles Clarke as the \"big three\" during his lifetime. He later tied \nGalactic Empire\n and the Robot into the same universe as his most famous series to create a unified \"future history\" for his stories much like those that Heinlein pioneered and Cordwainer Smith and Poul Anderson previously produced. He penned \"Nightfall,\" voted in 1964 as the best short story of all time; many persons still honor this title. He also produced well mysteries, fantasy, and a great quantity of nonfiction. Asimov used Paul French, the pen name, for the Lucky Starr, series of juvenile novels.Most books of Asimov in a historical way go as far back to a time with possible question or concept at its simplest stage. He often provides and mentions well nationalities, birth, and death dates for persons and etymologies and pronunciation guides for technical terms. Guide to Science, the tripartite set Understanding Physics, and Chronology of Science and Discovery exemplify these books. Asimov, a long-time member, reluctantly served as vice president of Mensa international and described some members of that organization as \"brain-proud and aggressive about their IQs.\" He took more pleasure as president of the humanist association. The asteroid 5020 Asimov, the magazine Asimov's Science Fiction, an elementary school in Brooklyn in New York, and two different awards honor his name. http://en.wikipedia.org/wiki/Isaac_As..."
  },
  "rating": null,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}