{
  "book_id_title": "44492285-dune-messiah",
  "book_id": "44492285",
  "book_title": "Dune Messiah",
  "book_description": "Book Two in the Magnificent Dune Chronicles--the Bestselling Science Fiction Adventure of All TimeDune Messiah continues the story of Paul Atreides, better known--and feared--as the man christened Muad'Dib. As Emperor of the Known Universe, he possesses more power than a single man was ever meant to wield. Worshipped as a religious icon by the fanatical Fremens, Paul faces the enmity of the political houses he displaced when he assumed the throne--and a conspiracy conducted within his own sphere of influence.And even as House Atreides begins to crumble around him from the machinations of his enemies, the true threat to Paul comes to his lover, Chani, and the unborn heir to his family's dynasty...Includes an introduction by Brian Herbert",
  "book_url": "https://www.goodreads.com/book/show/44492285-dune-messiah",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1577043824i/44492285.jpg",
  "book_series_uri": "https://www.goodreads.com/series/45935-dune",
  "year_first_published": "1969",
  "num_pages": 336,
  "genres": [
    "Science Fiction",
    "Fiction",
    "Fantasy",
    "Classics",
    "Audiobook",
    "Science Fiction Fantasy",
    "Space Opera"
  ],
  "num_ratings": 341885,
  "num_reviews": 20912,
  "average_rating": 3.89,
  "author": {
    "author_id_title": "58.Frank_Herbert",
    "author_id": "58",
    "author_name": "Frank Herbert",
    "author_url": "https://www.goodreads.com/author/show/58.Frank_Herbert",
    "author_image": "https://images.gr-assets.com/authors/1591018335p5/58.jpg",
    "author_description": "Franklin Patrick Herbert Jr. was an American science fiction author best known for the 1965 novel Dune and its five sequels. Though he became famous for his novels, he also wrote short stories and worked as a newspaper journalist, photographer, book reviewer, ecological consultant, and lecturer.The Dune saga, set in the distant future, and taking place over millennia, explores complex themes, such as the long-term survival of the human species, human evolution, planetary science and ecology, and the intersection of religion, politics, economics and power in a future where humanity has long since developed interstellar travel and settled many thousands of worlds. Dune is the best-selling science fiction novel of all time, and the entire series is considered to be among the classics of the genre."
  },
  "rating": 4,
  "dates_read": [
    "Mar 30, 2023"
  ],
  "shelves": [
    "read"
  ]
}