{
  "book_id_title": "44492286-children-of-dune",
  "book_id": "44492286",
  "book_title": "Children of Dune",
  "book_description": "Book three in Frank Herbert's magnificent Dune Chronicles--one of the most significant sagas in the history of literary science fiction.The Children of Dune are twin siblings Leto and Ghanima Atreides, whose father, the Emperor Paul Muad'Dib, disappeared in the desert wastelands of Arrakis nine years ago. Like their father, the twins possess supernormal abilities--making them valuable to their manipulative aunt Alia, who rules the Empire in the name of House Atreides.Facing treason and rebellion on two fronts, Alia's rule is not absolute. The displaced House Corrino is plotting to regain the throne while the fanatical Fremen are being provoked into open revolt by the enigmatic figure known only as The Preacher. Alia believes that by obtaining the secrets of the twins' prophetic visions, she can maintain control over her dynasty.But Leto and Ghanima have their own plans for their visions--and their destinies....Includes an introduction by Brian Herbert",
  "book_url": "https://www.goodreads.com/book/show/44492286-children-of-dune",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1564783201i/44492286.jpg",
  "book_series_uri": "https://www.goodreads.com/series/45935-dune",
  "year_first_published": "1976",
  "num_pages": 609,
  "genres": [
    "Science Fiction",
    "Fiction",
    "Fantasy",
    "Classics",
    "Science Fiction Fantasy",
    "Audiobook",
    "Space Opera"
  ],
  "num_ratings": 215333,
  "num_reviews": 10353,
  "average_rating": 3.96,
  "author": {
    "author_id_title": "58.Frank_Herbert",
    "author_id": "58",
    "author_name": "Frank Herbert",
    "author_url": "https://www.goodreads.com/author/show/58.Frank_Herbert",
    "author_image": "https://images.gr-assets.com/authors/1591018335p5/58.jpg",
    "author_description": "Franklin Patrick Herbert Jr. was an American science fiction author best known for the 1965 novel Dune and its five sequels. Though he became famous for his novels, he also wrote short stories and worked as a newspaper journalist, photographer, book reviewer, ecological consultant, and lecturer.The Dune saga, set in the distant future, and taking place over millennia, explores complex themes, such as the long-term survival of the human species, human evolution, planetary science and ecology, and the intersection of religion, politics, economics and power in a future where humanity has long since developed interstellar travel and settled many thousands of worlds. Dune is the best-selling science fiction novel of all time, and the entire series is considered to be among the classics of the genre."
  },
  "rating": null,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}