{
  "book_id_title": "472331.Watchmen",
  "book_id": "472331",
  "book_title": "Watchmen",
  "book_description": "Watchmen, the groundbreaking series from award-winning author Alan Moore and Dave Gibbons, presents a world where the mere presence of American superheroes changed history—the U.S. won the Vietnam War, Nixon is still president, and the Cold War is in full effect.Considered the greatest graphic novel in the history of the medium, the Hugo Award-winning story chronicles the fall from grace of a group of superheroes plagued by all-too-human failings. Along the way, the concept of the superhero is dissected as an unknown assassin stalks the erstwhile heroes.",
  "book_url": "https://www.goodreads.com/book/show/472331.Watchmen",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442239711i/472331.jpg",
  "book_series_uri": "https://www.goodreads.com/series/103586-watchmen",
  "year_first_published": "1987",
  "num_pages": 416,
  "genres": [
    "Graphic Novels",
    "Fiction",
    "Science Fiction",
    "Fantasy",
    "Graphic Novels Comics",
    "Classics",
    "Comic Book"
  ],
  "num_ratings": 571688,
  "num_reviews": 18039,
  "average_rating": 4.38,
  "author": {
    "author_id_title": "3961.Alan_Moore",
    "author_id": "3961",
    "author_name": "Alan             Moore",
    "author_url": "https://www.goodreads.com/author/show/3961.Alan_Moore",
    "author_image": "https://images.gr-assets.com/authors/1304944713p5/3961.jpg",
    "author_description": "Alan Moore is an English writer most famous for his influential work in comics, including the acclaimed graphic novels Watchmen, V for Vendetta and From Hell. He has also written a novel, Voice of the Fire, and performs \"workings\" (one-off performance art/spoken word pieces) with The Moon and Serpent Grand Egyptian Theatre of Marvels, some of which have been released on CD.As a comics writer, Moore is notable for being one of the first writers to apply literary and formalist sensibilities to the mainstream of the medium. As well as including challenging subject matter and adult themes, he brings a wide range of influences to his work, from the literary–authors such as William S. Burroughs, Thomas Pynchon, Robert Anton Wilson and Iain Sinclair; New Wave science fiction writers such as Michael Moorcock; horror writers such as Clive Barker; to the cinematic–filmmakers such as Nicolas Roeg. Influences within comics include Will Eisner, Harvey Kurtzman, Jack Kirby and Bryan Talbot."
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}