{
  "book_id_title": "5129.Brave_New_World",
  "book_id": "5129",
  "book_title": "Brave New World",
  "book_description": "Aldous Huxley's profoundly important classic of world literature, Brave New World is a searching vision of an unequal, technologically-advanced future where humans are genetically bred, socially indoctrinated, and pharmaceutically anesthetized to passively uphold an authoritarian ruling order–all at the cost of our freedom, full humanity, and perhaps also our souls. “A genius [who] who spent his life decrying the onward march of the Machine” (The New Yorker), Huxley was a man of incomparable talents: equally an artist, a spiritual seeker, and one of history’s keenest observers of human nature and civilization. Brave New World, his masterpiece, has enthralled and terrified millions of readers, and retains its urgent relevance to this day as both a warning to be heeded as we head into tomorrow and as thought-provoking, satisfying work of literature. Written in the shadow of the rise of fascism during the 1930s, Brave New Worldd likewise speaks to a 21st-century world dominated by mass-entertainment, technology, medicine and pharmaceuticals, the arts of persuasion, and the hidden influence of elites. \"Aldous Huxley is the greatest 20th century writer in English.\" —Chicago Tribune",
  "book_url": "https://www.goodreads.com/book/show/5129.Brave_New_World",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1575509280i/5129.jpg",
  "book_series_uri": null,
  "year_first_published": "1932",
  "num_pages": 268,
  "genres": [
    "Classics",
    "Fiction",
    "Science Fiction",
    "Dystopia",
    "Literature",
    "Novels",
    "School"
  ],
  "num_ratings": 1931975,
  "num_reviews": 51695,
  "average_rating": 3.99,
  "author": {
    "author_id_title": "3487.Aldous_Huxley",
    "author_id": "3487",
    "author_name": "Aldous Huxley",
    "author_url": "https://www.goodreads.com/author/show/3487.Aldous_Huxley",
    "author_image": "https://images.gr-assets.com/authors/1547138835p5/3487.jpg",
    "author_description": "Brave New World\n (1932), best-known work of British writer Aldous Leonard Huxley, paints a grim picture of a scientifically organized utopia. This most prominent member of the famous Huxley family of England spent the part of his life from 1937 in Los Angeles in the United States until his death. Best known for his novels and wide-ranging output of essays, he also published short stories, poetry, travel writing, and film stories and scripts. Through novels and essays, Huxley functioned as an examiner and sometimes critic of social mores, norms and ideals. Spiritual subjects, such as parapsychology and philosophical mysticism, interested Huxley, a humanist, towards the end of his life. People widely acknowledged him as one of the pre-eminent intellectuals of his time before the end of his life."
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}