{
  "book_id_title": "61215372-the-two-towers",
  "book_id": "61215372",
  "book_title": "The Two Towers",
  "book_description": "Begin your journey into Middle-earth.The inspiration for the upcoming original series on Prime Video, The Lord of the Rings: The Rings of Power.The Two Towers is the second part of J.R.R. Tolkien’s epic adventure The Lord of the Rings.One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.Frodo and his Companions of the Ring have been beset by danger during their quest to prevent the Ruling Ring from falling into the hands of the Dark Lord by destroying it in the Cracks of Doom. They have lost the wizard, Gandalf, in a battle in the Mines of Moria. And Boromir, seduced by the power of the Ring, tried to seize it by force. While Frodo and Sam made their escape, the rest of the company was attacked by Orcs. Now they continue the journey alone down the great River Anduin—alone, that is, save for the mysterious creeping figure that follows wherever they go.",
  "book_url": "https://www.goodreads.com/book/show/61215372-the-two-towers",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1654216149i/61215372.jpg",
  "book_series_uri": "https://www.goodreads.com/series/66175-middle-earth",
  "year_first_published": "1954",
  "num_pages": 448,
  "genres": [
    "Fantasy",
    "Fiction",
    "Adventure",
    "High Fantasy",
    "Audiobook",
    "Epic Fantasy",
    "Science Fiction Fantasy"
  ],
  "num_ratings": 1024626,
  "num_reviews": 21789,
  "average_rating": 4.49,
  "author": {
    "author_id_title": "656983.J_R_R_Tolkien",
    "author_id": "656983",
    "author_name": "J.R.R. Tolkien",
    "author_url": "https://www.goodreads.com/author/show/656983.J_R_R_Tolkien",
    "author_image": "https://images.gr-assets.com/authors/1648968349p5/656983.jpg",
    "author_description": "John Ronald Reuel Tolkien: writer, artist, scholar, linguist. Known to millions around the world as the author of The Lord of the Rings, Tolkien spent most of his life teaching at the University of Oxford where he was a distinguished academic in the fields of Old and Middle English and Old Norse. His creativity, confined to his spare time, found its outlet in fantasy works, stories for children, poetry, illustration and invented languages and alphabets.Tolkien’s most popular works, The Hobbit and The Lord of the Rings are set in Middle-earth, an imagined world with strangely familiar settings inhabited by ancient and extraordinary peoples. Through this secondary world Tolkien writes perceptively of universal human concerns – love and loss, courage and betrayal, humility and pride – giving his books a wide and enduring appeal.Tolkien was an accomplished amateur artist who painted for pleasure and relaxation. He excelled at landscapes and often drew inspiration from his own stories. He illustrated many scenes from The Silmarillion, The Hobbit and The Lord of the Rings, sometimes drawing or painting as he was writing in order to visualize the imagined scene more clearly.Tolkien was a professor at the Universities of Leeds and Oxford for almost forty years, teaching Old and Middle English, as well as Old Norse and Gothic. His illuminating lectures on works such as the Old English epic poem, Beowulf, illustrate his deep knowledge of ancient languages and at the same time provide new insights into peoples and legends from a remote past.Tolkien was born in Bloemfontein, South Africa, in 1892 to English parents. He came to England aged three and was brought up in and around Birmingham. He graduated from the University of Oxford in 1915 and saw active service in France during the First World War before being invalided home. After the war he pursued an academic career teaching Old and Middle English. Alongside his professional work, he invented his own languages and began to create what he called a mythology for England; it was this ‘legendarium’ that he would work on throughout his life. But his literary work did not start and end with Middle-earth, he also wrote poetry, children’s stories and fairy tales for adults. He died in 1973 and is buried in Oxford where he spent most of his adult life."
  },
  "rating": 1,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}