{
  "book_id_title": "61439040-1984",
  "book_id": "61439040",
  "book_title": "1984",
  "book_description": "A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching. Thought Police, Big Brother, Orwellian - these words have entered our vocabulary because of George Orwell's classic dystopian novel 1984. The story of one man's Nightmare Odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality. With a foreword by Thomas Pynchon. This beautiful paperback edition features deckled edges and french flaps a perfect gift for any occasionAlternate cover edition can be found here.",
  "book_url": "https://www.goodreads.com/book/show/61439040-1984",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657781256i/61439040.jpg",
  "book_series_uri": null,
  "year_first_published": "1949",
  "num_pages": 368,
  "genres": [
    "Classics",
    "Fiction",
    "Science Fiction",
    "Dystopia",
    "Literature",
    "Politics",
    "Novels"
  ],
  "num_ratings": 4880901,
  "num_reviews": 127703,
  "average_rating": 4.19,
  "author": {
    "author_id_title": "3706.George_Orwell",
    "author_id": "3706",
    "author_name": "George Orwell",
    "author_url": "https://www.goodreads.com/author/show/3706.George_Orwell",
    "author_image": "https://images.gr-assets.com/authors/1588856560p5/3706.jpg",
    "author_description": "Eric Arthur Blair, better known by his pen name George Orwell, was an English author and journalist. His work is marked by keen intelligence and wit, a profound awareness of social injustice, an intense opposition to totalitarianism, a passion for clarity in language, and a belief in democratic socialism.In addition to his literary career Orwell served as a police officer with the Indian Imperial Police in Burma from 1922-1927 and fought with the Republicans in the Spanish Civil War from 1936-1937. Orwell was severely wounded when he was shot through his throat. Later the organization that he had joined when he joined the Republican cause, The Workers Party of Marxist Unification (POUM), was painted by the pro-Soviet Communists as a Trotskyist organization (Trotsky was Joseph Stalin's enemy) and disbanded. Orwell and his wife were accused of \"rabid Trotskyism\" and tried in absentia in Barcelona, along with other leaders of the POUM, in 1938. However by then they had escaped from Spain and returned to England. Between 1941 and 1943, Orwell worked on propaganda for the BBC. In 1943, he became literary editor of the Tribune, a weekly left-wing magazine. He was a prolific polemical journalist, article writer, literary critic, reviewer, poet, and writer of fiction, and, considered perhaps the twentieth century's best chronicler of English culture. Orwell is best known for the dystopian novel Nineteen Eighty-Four (published in 1949) and the satirical novella Animal Farm (1945) — they have together sold more copies than any two books by any other twentieth-century author. His 1938 book Homage to Catalonia, an account of his experiences as a volunteer on the Republican side during the Spanish Civil War, together with numerous essays on politics, literature, language, and culture, have been widely acclaimed. Orwell's influence on contemporary culture, popular and political, continues decades after his death. Several of his neologisms, along with the term \"Orwellian\" — now a byword for any oppressive or manipulative social phenomenon opposed to a free society — have entered the vernacular."
  },
  "rating": 5,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}