{
  "book_id_title": "6148028-catching-fire",
  "book_id": "6148028",
  "book_title": "Catching Fire",
  "book_description": "Sparks are igniting.Flames are spreading.And the Capitol wants revenge. Against all odds, Katniss Everdeen has won the Hunger Games. She and fellow District 12 tribute Peeta Mellark are miraculously still alive. Katniss should be relieved, happy even. After all, she has returned to her family and her longtime friend, Gale. Yet nothing is the way Katniss wishes it to be. Gale holds her at an icy distance. Peeta has turned his back on her completely. And there are whispers of a rebellion against the Capitol—a rebellion that Katniss and Peeta may have helped create. Much to her shock, Katniss has fueled an unrest that she's afraid she cannot stop. And what scares her even more is that she's not entirely convinced she should try. As time draws near for Katniss and Peeta to visit the districts on the Capitol's cruel Victory Tour, the stakes are higher than ever. If they can't prove, without a shadow of a doubt, that they are lost in their love for each other, the consequences will be horrifying.In Catching Fire, the second novel of the Hunger Games trilogy, Suzanne Collins continues the story of Katniss Everdeen, testing her more than ever before . . . and surprising readers at every turn.",
  "book_url": "https://www.goodreads.com/book/show/6148028-catching-fire",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1586722941i/6148028.jpg",
  "book_series_uri": "https://www.goodreads.com/series/73758-the-hunger-games",
  "year_first_published": "2009",
  "num_pages": 391,
  "genres": [
    "Young Adult",
    "Fiction",
    "Fantasy",
    "Science Fiction",
    "Romance",
    "Audiobook",
    "Teen"
  ],
  "num_ratings": 3754466,
  "num_reviews": 130284,
  "average_rating": 4.33,
  "author": {
    "author_id_title": "153394.Suzanne_Collins",
    "author_id": "153394",
    "author_name": "Suzanne Collins",
    "author_url": "https://www.goodreads.com/author/show/153394.Suzanne_Collins",
    "author_image": "https://images.gr-assets.com/authors/1630199330p5/153394.jpg",
    "author_description": "Librarian Note: There is more than one author in the Goodreads database with this name.Since 1991, Suzanne Collins has been busy writing for children’s television. She has worked on the staffs of several Nickelodeon shows, including the Emmy-nominated hit Clarissa Explains it All and The Mystery Files of Shelby Woo. For preschool viewers, she penned multiple stories for the Emmy-nominated Little Bear and Oswald. She also co-wrote the critically acclaimed Rankin/Bass Christmas special, Santa, Baby! Most recently she was the Head Writer for Scholastic Entertainment’s Clifford’s Puppy Days.While working on a Kids WB show called Generation O! she met children’s author James Proimos, who talked her into giving children’s books a try.Thinking one day about Alice in Wonderland, she was struck by how pastoral the setting must seem to kids who, like her own, lived in urban surroundings. In New York City, you’re much more likely to fall down a manhole than a rabbit hole and, if you do, you’re not going to find a tea party. What you might find...? Well, that’s the story of Gregor the Overlander, the first book in her five-part series, The Underland Chronicles. Suzanne also has a rhyming picture book illustrated by Mike Lester entitled When Charlie McButton Lost Power.She currently lives in Connecticut with her family and a pair of feral kittens they adopted from their backyard.The books she is most successful for in teenage eyes are The Hunger Games, Catching Fire and Mockingjay. These books have won several awards, including the GA Peach Award."
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}