{
  "book_id_title": "6375845-batman",
  "book_id": "6375845",
  "book_title": "Batman: Hush",
  "book_description": "The complete critically acclaimed and best-selling tale is now available in one sensational volume.BATMAN: HUSH is a thrilling mystery of action, intrigue, and deception penned by Jeph Loeb (BATMAN: THE LONG HALLOWEEN) and illustrated by comics superstar Jim Lee (ALL STAR BATMAN & ROBIN, THE BOY WONDER) in which Batman sets out to discover the identity of a mysterious mastermind using the Joker, Riddler, Ra's al Ghul and the Dark Knight's other enemies - and allies - as pawns in a plan to wreak havoc.This volume collects Batman #609-619 as well as the 6-page segment from Wizard #0 and a 2-page origin story that originally appeared at dccomics.com.",
  "book_url": "https://www.goodreads.com/book/show/6375845-batman",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1509804966i/6375845.jpg",
  "book_series_uri": "https://www.goodreads.com/series/273640-batman-hush",
  "year_first_published": "2005",
  "num_pages": 320,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Batman",
    "Dc Comics",
    "Comic Book",
    "Graphic Novels Comics",
    "Fiction"
  ],
  "num_ratings": 52054,
  "num_reviews": 2452,
  "average_rating": 4.27,
  "author": {
    "author_id_title": "32594.Jeph_Loeb",
    "author_id": "32594",
    "author_name": "Jeph Loeb",
    "author_url": "https://www.goodreads.com/author/show/32594.Jeph_Loeb",
    "author_image": "https://images.gr-assets.com/authors/1214852516p5/32594.jpg",
    "author_description": "Joseph \"Jeph\" Loeb III is an Emmy and WGA nominated American film and television writer, producer and award-winning comic book writer. Loeb was a Co-Executive Producer on the NBC hit show Heroes, and formerly a producer/writer on the TV series Smallville and Lost.A four-time Eisner Award winner and five-time Wizard Fan Awards winner (see below), Loeb's comic book career includes work on many major characters, including Spider-Man, Batman, Superman, Hulk, Captain America, Cable, Iron Man, Daredevil, Supergirl, the Avengers, and Buffy the Vampire Slayer, much of which he has produced in collaboration with artist Tim Sale, who provides the comic art seen on Heroes."
  },
  "rating": 2,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}