{
  "book_id_title": "7090447-the-red-pyramid",
  "book_id": "7090447",
  "book_title": "The Red Pyramid",
  "book_description": "Since his mother's death six years ago, Carter Kane has been living out of a suitcase, traveling the globe with his father, the brilliant Egyptologist, Dr. Julius Kane. But while Carter's been homeschooled, his younger sister, Sadie, has been living with their grandparents in London. Sadie has just what Carter wants—school friends and a chance at a \"normal\" life. But Carter has just what Sadie longs for—time with their father. After six years of living apart, the siblings have almost nothing in common. Until now.On Christmas Eve, Sadie and Carter are reunited when their father brings them to the British Museum, with a promise that he's going to \"make things right.\" But all does not go according to plan: Carter and Sadie watch as Julius summons a mysterious figure, who quickly banishes their father and causes a fiery explosion.Soon Carter and Sadie discover that the gods of Ancient Egypt are waking, and the worst of them—Set—has a frightening scheme. To save their father, they must embark on a dangerous journey—a quest that brings them ever closer to the truth about their family and its links to the House of Life, a secret order that has existed since the time of the pharaohs.",
  "book_url": "https://www.goodreads.com/book/show/7090447-the-red-pyramid",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1661018382i/7090447.jpg",
  "book_series_uri": "https://www.goodreads.com/series/49971-the-kane-chronicles",
  "year_first_published": "2010",
  "num_pages": 528,
  "genres": [
    "Fantasy",
    "Mythology",
    "Young Adult",
    "Middle Grade",
    "Fiction",
    "Adventure",
    "Childrens"
  ],
  "num_ratings": 407864,
  "num_reviews": 16671,
  "average_rating": 4.1,
  "author": {
    "author_id_title": "15872.Rick_Riordan",
    "author_id": "15872",
    "author_name": "Rick Riordan",
    "author_url": "https://www.goodreads.com/author/show/15872.Rick_Riordan",
    "author_image": "https://images.gr-assets.com/authors/1679846356p5/15872.jpg",
    "author_description": null
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}