{
  "book_id_title": "870.Fullmetal_Alchemist_Vol_1",
  "book_id": "870",
  "book_title": "Fullmetal Alchemist, Vol. 1",
  "book_description": "Breaking the laws of nature is a serious crime!In an alchemical ritual gone wrong, Edward Elric lost his arm and his leg, and his brother Alphonse became nothing but a soul in a suit of armor. Equipped with mechanical “auto-mail” limbs, Edward becomes a state alchemist, seeking the one thing that can restore his and his brother’s bodies...the legendary Philosopher’s Stone. the mystical power to alter the natural world; something between magic, art and science. When two brothers, Edward and Alphonse Elric, dabbled in this power to grant their dearest wish, one of them lost an arm and a leg…and the other became nothing but a soul locked into a body of living steel. Now Edward is an agent of the government, a slave of the military-alchemical complex, using his unique powers to obey orders…even to kill. Except his powers aren't unique. The world has been ravaged by the abuse of alchemy. And in pursuit of the ultimate alchemical treasure, the Philosopher's Stone, their enemies are even more ruthless than they are…",
  "book_url": "https://www.goodreads.com/book/show/870.Fullmetal_Alchemist_Vol_1",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388179331i/870.jpg",
  "book_series_uri": "https://www.goodreads.com/series/49276-fullmetal-alchemist",
  "year_first_published": "2002",
  "num_pages": 192,
  "genres": [
    "Manga",
    "Fantasy",
    "Graphic Novels",
    "Comics",
    "Fiction",
    "Young Adult",
    "Science Fiction"
  ],
  "num_ratings": 174869,
  "num_reviews": 2500,
  "average_rating": 4.53,
  "author": {
    "author_id_title": "4698899.Hiromu_Arakawa",
    "author_id": "4698899",
    "author_name": "Hiromu Arakawa",
    "author_url": "https://www.goodreads.com/author/show/4698899.Hiromu_Arakawa",
    "author_image": "https://images.gr-assets.com/authors/1638278487p5/4698899.jpg",
    "author_description": "Hiromu Arakawa (author: 荒川弘) is a Japanese manga artist, best known for Fullmetal Alchemist (鋼の錬金術師 Hagane no renkinjutsushi).Her real name is Hiromi Arakawa (荒川弘美).Arakawa was born and raised on a dairy farm in Hokkaidō.She thought of being a manga artist since she was little. After graduating high school, she took oil painting classes while working on her family's farm. During that time, she also created dōjinshi manga with her friends and drew yonkoma for a magazine. After eight years she moved to Tōkyō and started out as assistant writer for Hiroyuki Etō.Her debut as manga artist is in 1999 with STRAY DOG. In 2001 she started working on her famous and award winning series Fullmetal Alchemist, that soon gets a successful anime adaptation.Other works include Silver Spoon (銀の匙 Silver Spoon, Gin no saji Silver Spoon)."
  },
  "rating": 4,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}