{
  "book_id_title": "91714.Civil_War",
  "book_id": "91714",
  "book_title": "Civil War: A Marvel Comics Event",
  "book_description": "Whose side... are you on?The Marvel Universe is changing.In the wake of a tragedy, Capitol Hill proposes the Super Hero Registration Act, requiring all costumed heroes to unmask themselves before the government. Divided, the nation's greatest champions must each decide how to react—A decision that will alter the course of their lives forever.It's time to choose and take a side. This conflict has been brewing from more than a year, threatening to pit friend against friend, brother against brother... and all it will take is a single misstep to cost thousands their lives and ignite the fuse.Collecting: Civil War #1-7, written by \nMark Millar\n ('The Ultimates' (2006)) and illustrated by \nSteve McNiven\n ('New Avengers' (2006)).Age Rating: 13–18+ Years Old / Eighth Grade+Edition MSRP: $24⁹⁹ US / $27⁹⁹ CAN (ISBN 978-0-7851-2179-4)Printed in the USA",
  "book_url": "https://www.goodreads.com/book/show/91714.Civil_War",
  "book_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1345813608i/91714.jpg",
  "book_series_uri": "https://www.goodreads.com/series/178804-civil-war-a-marvel-comics-event",
  "year_first_published": "2006",
  "num_pages": 208,
  "genres": [
    "Comics",
    "Graphic Novels",
    "Marvel",
    "Comic Book",
    "Graphic Novels Comics",
    "Superheroes",
    "Fiction"
  ],
  "num_ratings": 61818,
  "num_reviews": 2219,
  "average_rating": 4.1,
  "author": {
    "author_id_title": "12736.Mark_Millar",
    "author_id": "12736",
    "author_name": "Mark Millar",
    "author_url": "https://www.goodreads.com/author/show/12736.Mark_Millar",
    "author_image": "https://images.gr-assets.com/authors/1266561940p5/12736.jpg",
    "author_description": "Mark Millar is the New York Times best-selling writer of Wanted, the Kick-Ass series, The Secret Service, Jupiter’s Legacy, Jupiter’s Circle, Nemesis, Superior, Super Crooks, American Jesus, MPH, Starlight, and Chrononauts. Wanted, Kick-Ass, Kick-Ass 2, and The Secret Service (as Kingsman: The Secret Service) have been adapted into feature films, and Nemesis, Superior, Starlight, War Heroes, Jupiter’s Legacy and Chrononauts are in development at major studios. His DC Comics work includes the seminal Superman: Red Son, and at Marvel Comics he created The Ultimates – selected by Time magazine as the comic book of the decade, Wolverine: Old Man Logan, and Civil War – the industry’s biggest-selling superhero series in almost two decades. Mark has been an Executive Producer on all his movie adaptations and is currently creative consultant to Fox Studios on their Marvel slate of movies."
  },
  "rating": 3,
  "dates_read": [],
  "shelves": [
    "read"
  ]
}